var event_key = "lagba-19-h2";
var event_title = 'ל"ג בעומר';

var data_food = [
    'קילו וחצי בצק',
    'קילו וחצי בצק',
    '3 קופסאות מלפפון חמוץ',
    'מגש ירקות חתוכים',
    'מגש ירקות חתוכים',
    'מגש ירקות חתוכים',
    "חב' נקניקיות מוכנות ללא גלוטן חצויות",
    "חב' נקניקיות מוכנות ללא גלוטן חצויות",
    "חב' נקניקיות מוכנות ללא גלוטן חצויות",
    "חב' נקניקיות מוכנות ללא גלוטן חצויות",
    "חב' נקניקיות מוכנות ללא גלוטן חצויות",
    '25 לחמניות אצבע חצויות',
    '25 לחמניות אצבע חצויות',
    '25 לחמניות אצבע חצויות',
    '5 קלחי תירס חצויים + בקבוק קטשופ',
    '5 קלחי תירס חצויים + בקבוק קטשופ',
    '5 קלחי תירס חצויים + חבילת שיפודים + חבילת מפיןת',
    '5 קלחי תירס חצויים + 50 מזלגות + 50 סכינים',
    '5 חבילות מרשמלו כרמית',
    '5 חבילות מרשמלו כרמית',
    '5 חבילות מרשמלו כרמית',
    'קילו בורקס גבינה',
    'קילו בורקס תפו"א',
    '10 פיתות חצויות + 1/2 קילו חומוס',
    'עוגה פרווה',
    'עוגה',
    'עוגה ללא גלוטן',
    '3 שוקולד השחר',
    'שמן זית + זעתר',
    'מגש פירות חתוכים',
    'מגש פירות חתוכים',
    'מגש פירות חתוכים',
    '200 כוסות ו 100 צלחות',
];

var data_names = [
    "אבן זוהר",
    "אבני נחמן",
    "אברג'ל",
    "איכר",
    "אלחדד",
    "אלמוג",
    "אפרתי",
    "ארבל",
    "בנימין",
    "בן שימול אסאו",
    "בר יהושע",
    "ברכה",
    "ברקוביץ",
    "ג'רבי",
    "גולדשטיין",
    "גולן",
    "גת",
    "דגן",
    "דומברובר",
    "המי",    
    "הרשקוביץ",
    "יצחקי",
    "כהן",
    "לוגסי",
    "לניאדו",
    "נחמנוביץ'",
    "נמני",
    "פאר",
    "פרנקל",
    "פרצוב",
    "קמיל",
    "רוטמן",
    "רומנו",
    "רוקנשטיין",
    "שניידמן"
];

var data_names_not = [

];

var data_dont_bring = [
];

var data_locked_users = [

];